ToDo/ToDoList/app/controllers/api/todos_controller.rb

    def index
        @todos = ToDo.all
---
SELECT "to_dos".* FROM "to_dos"